[
  {
    "launchID": "76a85922-7eb8-44d6-9bba-53b49e9b508f",
    "description": "The Apollo 4 (Spacecraft 017/Saturn 501) space mission was launched from Pad A, Launch Complex 39, Kennedy Space Center, Florida. The liftoff of the huge 363-feet tall Apollo/Saturn V space vehicle was at 7:00:01 a.m. (EST), Nov. 9, 1967. The successful objectives of the Apollo 4 Earth-orbital unmanned space mission obtained included (1) flight information on launch vehicle and spacecraft structural integrity and compatibility, flight loads, stage separation, subsystem operation, emergency detection subsystem, and (2) evaluation of the Apollo Command Module heat shield under conditions encountered on return from a moon mission.",
    "filename": "nasa/S67-50903.jpg"
  }, {
    "launchID": "76a85922-7eb8-44d6-9bba-53b49e9b508f",
    "description": "This is a view of the the first test flight of the Saturn V vehicle (SA-501) at the Kennedy Space Center (KSC) launch complex 39A. The thrust chambers of the first stage's five engines extend into the 45-foot-square hole in the mobile launcher platform. Until liftoff, the flames impinged downward onto a flame deflector that diverted the blast lengthwise in the flame trench. Here, a flame deflector, coated with a black ceramic, is in place below the opening, while a yellow (uncoated) spare deflector rests on its track in the background. It took a tremendous flow of water (28,000 gallons per minute) to cool the flame deflector and trench. The Apollo 4 was launched on November 9, 1967 from KSC.",
    "filename": "nasa/6760617.jpg"
  }, {
    "launchID": "76a85922-7eb8-44d6-9bba-53b49e9b508f",
    "description": "The Apollo 4 (Spacecraft 017/Saturn 501) stack and its mobile launch tower atop a crawler-transporter moving from the Vehicle Assembly Building toward Pad A, Launch Complex 39.",
    "filename": "S67-43595.jpg"
  }, {
    "launchID": "76a85922-7eb8-44d6-9bba-53b49e9b508f",
    "description": "AS-501, the first flight of the Saturn V launch vehicle, takes flight from Kennedy Space Center's Launch Pad 39A on November 9, 1967. The unmanned mission, also designated Apollo 4, marked the first test flight of the S-IC and S-II stages, developed for the Saturn program under the direction of the Marshall Space Flight Center.",
    "filename": "nasa/6760629.jpg"
  }, {
    "launchID": "76a85922-7eb8-44d6-9bba-53b49e9b508f",
    "description": "The Apollo 4 (Spacecraft 017/Saturn 501) space mission was launched from Pad A, Launch Complex 39, Kennedy Space Center, Florida. The liftoff of the huge 363-feet tall Apollo/Saturn V space vehicle was at 7:00:01 a.m. (EST), Nov. 9, 1967. The successful objectives of the Apollo 4 Earth-orbital unmanned space mission obtained included (1) flight information on launch vehicle and spacecraft structural integrity and compatibility, flight loads, stage separation, subsystem operation, emergency detection subsystem operation, and (2) evaluation of the Apollo Command Module heat shield under conditions encountered on return from a moon mission.",
    "filename": "nasa/S67-49969.jpg"
  }, {
    "launchID": "76a85922-7eb8-44d6-9bba-53b49e9b508f",
    "description": "Early morning view of Pad A, Launch Complex 39, Kennedy Space Center, showing Apollo 4 (Spacecraft 017/Saturn 501) unmanned, earth-orbital space mission ready for launch, with a full moon in the upper left part of the image. The 363-foot tall Apollo/Saturn V space vehicle was launched at 7:00:01 AM (EST), November 9, 1967.",
    "filename": "nasa/S67-50531.jpg"
  }, {
    "launchID": "76a85922-7eb8-44d6-9bba-53b49e9b508f",
    "description": "This picture shows the Saturn V vehicle (AS-501), for the Apollo 4 mission on the Crawler Transporter Vehicle. It was rolled out from the Vehicle Assembly Building and slowly (1 mph) moved to the launch pad at the Kennedy Space Center (KSC). The Apollo 4 mission was the first launch of the Saturn V launch vehicle. Objectives of the unmanned Apollo 4 test flight were to obtain flight information on launch vehicle and spacecraft structural integrity and compatibility, flight loads, stage separation, and subsystems operation including testing of restart of the S-IVB stage, and to evaluate the Apollo command module heat shield. The Apollo 4 was launched on November 9, 1967 from KSC.",
    "filename": "nasa/6757953.jpg"
  }, {
    "launchID": "",
    "description": "",
    "filename": ""
  }
]